<HTML>
<HEAD>
<TITLE> La Inteligencia artificial </TITLE>
</HEAD>
<BODY bgcolor="#77FFFF Celeste" alink="#000000 Negro">
   
    <blockquote><CENTER><IMG src="https://revistadigital.mx/wp-content/uploads/2023/02/Depositphotos_51226785_L.gif"
        width="1500" height="600"></CENTER></blockquote>

    <H1> <CENTER> ¿Qu&eacute; es la inteligencia artificial? </CENTER> </H1>
<HR>

<p> <blockquote> La inteligencia artificial aprovecha las computadoras y las m&aacute;quinas para imitar las capacidades de resoluci&oacute;n
        de problemas y toma de decisiones de la mente humana.<BR> 

        Aunque durante las &uacute;ltimas d&eacute;cadas ha surgido una serie de definiciones de la inteligencia artificial (IA),<A HREF="https://es.wikipedia.org/wiki/John_McCarthy_(cient%C3%ADfico)">John McCarthy</A>
        ofrece la siguiente en este art&iacute;culo  publicado en 2004 (PDF, 127 KB) (enlace externo a IBM): "Es la ciencia y la ingenier&iacute;
        a de la fabricaci&oacute;n de m&aacute;quinas inteligentes, especialmente programas inform&aacute;ticos inteligentes. 
        Est&aacute; relacionada con la tarea similar de usar computadoras para entender la inteligencia humana,pero la IA no tiene que limitarse
        a m&eacute;todos que son biol&oacute;gicamente observables".<BR>
        <BR>
        Sin embargo, d&eacute;cadas antes de esta definici&oacute;n, la conversaci&oacute;n sobre la inteligencia artificial se inici&oacute; con 
        el trabajo trascendental de Alan Turing, "Computing Machinery and Intelligence" (PDF, 89,8 KB) (enlace externo a IBM), que se public&oacute;
        en 1950. En este art&iacute;culo, Turing, al que muchos conocen como el "padre de la inform&aacute;tica", hace la siguiente pregunta: 
        "¿Pueden pensar las m&aacute;quinas?" Partiendo de esa idea, ofrece una prueba, hoy conocida como la "Prueba de Turing", en la que 
        un evaluador humano intenta distinguir entre la respuesta textual de una computadora y la de un ser humano.<BR>
        <BR>
        Si bien esta prueba ha sido objeto de mucho escrutinio desde su publicaci&oacute;n, sigue siendo una parte importante de la historia de
        la IA, as&iacute; como un concepto en curso dentro de la filosof&iacute;a, ya que utiliza ideas en torno a la ling&uuml;&iacute;stica. 
        Stuart Russell y Peter Norvig procedieron entonces a publicar "Artificial Intelligence: A Modern Approach" (enlace externo a IBM), 
        convirti&eacute;ndose en uno de los principales libros de texto en el estudio de la IA. En &eacute;l profundizan en cuatro posibles objetivos o definiciones de la IA, 
        que se diferencia de los sistemas inform&aacute;ticos sobre la base de la racionalidad y el pensamiento frente a la acci&oacute;n:<BR>
        
    <UL>
        <LI>Enfoque humano:<BR>
       
        Sistemas que piensan como los humanos<BR>
        Sistemas que act&uacute;an como los humanos<BR>
        <BR>
        <LI>Enfoque ideal:<BR>
        
        Sistemas que piensan racionalmente<BR>
        Sistemas que act&uacute;an racionalmente<BR>
    </UL>
        
        La definici&oacute;n de Alan Turing entrar&iacute;a en la categor&iacute;a de "sistemas que act&uacute;an como los humanos".<BR>
        <BR>
        En su forma m&aacute;s simple, la inteligencia artificial es un campo que combina la ciencia inform&aacute;tica y los conjuntos de datos
        robustos para permitir la resoluci&oacute;n de problemas. Tambi&eacute;n abarca los subcampos del machine learning y el deep learning, 
        que se mencionan frecuentemente junto con la inteligencia artificial. Estas disciplinas est&aacute;n conformadas por algoritmos de IA que 
        buscan crear sistemas expertos que hagan predicciones o clasificaciones basadas en datos de entrada.<BR>
        <BR>
        Hoy en d&iacute;a, todav&iacute;a hay mucho bombo publicitario en torno al desarrollo de la IA, lo que se espera de cualquier nueva 
        tecnolog&iacute;a emergente en el mercado.<BR>
        <BR>
        Como se se&ntilde;al&oacute; en El ciclo de exageraciones de Gartner (el enlace reside fuera de IBM), las innovaciones de productos, como los 
        autom&oacute;viles aut&oacute;nomos y los asistentes personales, siguen "una progresi&oacute;n t&iacute;pica de innovaci&oacute;n, 
        desde el entusiasmo excesivo a trav&eacute;s de un per&iacute;odo de desilusi&oacute;n hasta una comprensi&oacute;n final de la 
        relevancia y el papel de la innovaci&oacute;n en un mercado o dominio. "<BR>
        <BR>
        Como menciona Lex Fridman aqu&iacute; (01:08:15) (enlace externo a IBM) en la conferencia que dio en el MIT en 2019, estamos en el punto
        m&aacute;ximo de las expectativas exageradas, acerc&aacute;ndonos al punto m&aacute;s bajo, la desilusi&oacute;n.<BR>
</blockquote>
    
</p>
    <CENTER><IMG src="https://blog.growthinstitute.com/hubfs/untitled-4.gif" 
        width="900" height="600"></CENTER>
    
    <H2> <CENTER> ¿C&oacute;mo funciona la inteligencia artificial? </CENTER> </H2>
<HR>
   
<p> <blockquote> ¿ Qu&eacute; funciones tiene la inteligencia artificial?<BR>
        Funciones de la inteligencia artificial abogado especialista Pablo MazaLa capacidad de que las m&aacute;quinas piensen y razonen por su cuenta 
        puede ser el avance m&aacute;s importante de la tecnolog&iacute;a en los &uacute;ltimos siglos, pero tambi&eacute;n representa un 
        peligro real para la Humanidad. Como ya explico en el apartado de qu&eacute; es la inteligencia artificial, aqu&iacute; quiero ampliar informaci&oacute;n
        sobre las funciones de la inteligencia artificial.<BR>
        
        <BR>
        Las m&aacute;quinas que utilizan la inteligencia artificial tienen la capacidad de aprender, razonar, tomar decisiones y formar cierta 
        idea de la realidad, tal como pasa con los humanos.<BR>
        Su desarrollo se apoya en varias tecnolog&iacute;as y, dependiendo del uso que se le quiere dar y el tipo de mercado al que apunta, se generan 
        funcionalidades distintas entre los diferentes motores.<BR>
        <BR>
        
        Como abogado de inteligencia artificial he resumido las principales funciones. Debe aclararse que pese a los avances, no hay hasta el 
        momento un motor de Inteligencia Artificial que haya conseguido hacer todas las tareas que desempe&ntilde;a un humano, pues por lo general se 
        especializan y entrenan para que se sepan desarrollar con mucha certeza en un ramo en espec&iacute;fico.<BR>
        <BR>

        Hay Inteligencia Artificial en bots conversacionales, en la industria automotriz, rob&oacute;tica, ciberseguridad, en herramientas de 
        Business Intelligence y de Internet de las Cosas (IoT), as&iacute; como en los mercados de salud, comercio, seguros, finanzas.<BR>
        <BR>

        Los asistentes virtuales, una herramienta que va a sustituir muchos puestos de trabajos en oficinas, son la herramienta m&aacute;s com&uacute;n
        en la que se aplica la inteligencia artificial. 
        Los asistentes virtuales se utilizan en los sectores de la banca, por ejemplo, pero tambi&eacute;n est&aacute;n en Facebook y las 
        dem&aacute;s redes sociales. Se utilizan para indicar a una persona el procedimiento para contratar un seguro o una tarjeta de 
        cr&eacute;dito, por ejemplo. Muchas empresas han acudido a estas herramientas para dar servicio a sus empleados, sobre cuestiones de 
        vacaciones, pagos de horas extras entre otras.<BR>
        <BR>
        
        C&oacute;mo mejora la inteligencia artificial<BR>
            <BR>
        
        El desarrollo de la Inteligencia Artificial aumenta gracias al uso de soluciones de Deep Learning y Machine Learning, y al uso creciente
        uso de tecnolog&iacute;a de Capsule Networks  para el procesamiento de informaci&oacute;n visual.<BR>
</blockquote>
        
    </p>
    
    <CENTER> <IMG src="https://vidatech.pe/wp-content/uploads/2019/06/inteligencia-artificial-en-la-ciberseguridad-1000-x-450.png" 
        width="900" height="700"></CENTER><br>
    <br>
    <center><a href="file:///E:/Web/PRINCIPALES%20APLICACIONES.html"> Las principales aplicaciones de la inteligencia artificia</a></center>

    
       
        <H3 > <CENTER> Tipos de inteligencia artificial</CENTER> </H3>
<HR>
    
<p> <blockquote> A diferencia de lo que estamos acostumbrados a ver en las pel&iacute;culas, los diferentes tipos de inteligencia artificial no son tan
        ut&oacute;picas y ya est&aacute;n con nosotros. 
        ¡No te preocupes, ning&uacute;n robot se rebelar&aacute; contra la humanidad!, Realmente, esa tecnolog&iacute;a solo nos ha ayudado a ejecutar 
        los procesos m&aacute;s sofisticados, especialmente en Marketing Digital.<BR>
        <BR>
        
        La automatizaci&oacute;n es una de las principales ganancias obtenidas con la inteligencia artificial y, despu&eacute;s de eso, todo ha cambiado en el
         marketing. Como resultado de la transformaci&oacute;n digital, esos diferentes mecanismos ayudan a las empresas a lograr resultados 
         sobresalientes, especialmente cuando se basan en datos.<BR>
        <BR>

        Mientras m&aacute;s sepamos sobre la inteligencia artificial, m&aacute;s podremos aprovecharla estrat&eacute;gicamente.
        A continuaci&oacute;n te mostraremos los diferentes tipos de inteligencia artificial y c&oacute;mo se aplican.

        <UL>
        <LI>Artificial Narrow Intelligence (ANI)<BR>
            <BR>
        ANI es un tipo de inteligencia artificial m&aacute;s inflexible, que no se amolda ni se adapta a los requisitos de un sistema o m&aacute;quina
        en particular. Su funci&oacute;n es centrarse en un trabajo &uacute;nico y dedicar toda su complejidad. Si trazamos un paralelo, ser&iacute;a 
        un profesional capacitado que se dedica a una &uacute;nica funci&oacute;n compleja.
        <BR>
        El funcionamiento del modelo ANI se proyecta a trav&eacute;s de la programaci&oacute;n de sus acciones. En esa etapa, debe estar preparada para actuar
        en un solo rol, reduciendo su desempe&ntilde;o tanto como sea posible. Esto tambi&eacute;n garantizar&aacute; que pueda desempe&ntilde;ar plenamente su papel. 
        Por m&aacute;s que eso parezca una limitaci&oacute;n, tambi&eacute;n puede verse como una dedicaci&oacute;n amplia e integral.<BR>
        <BR>
        Entre sus caracter&iacute;sticas, ANI es una inteligencia artificial con car&aacute;cter reactivo y memoria limitada. Adem&aacute;s, por
        definici&oacute;n, todos los dem&aacute;s modelos pueden considerarse un tipo de ANI. La diferencia es que, en su mayor parte, los tipos de 
        inteligencia artificial est&aacute;n dise&ntilde;ados para cumplir funciones m&aacute;s diversas e incluso m&uacute;ltiples.
        <BR>
        Las clasificaciones t&eacute;cnicas ubican al ANI como una inteligencia incapaz de reproducir el comportamiento humano, solo simul&aacute;ndolo. Por eso, 
        solo est&aacute; orientado a objetivos espec&iacute;ficos.<BR>
        <BR>
          <UL>Normalmente, ANI se utiliza en funciones como:

            <LI>asistentes virtuales (Siri, Alexa, Cortana, entre otros);
            <LI>reconocimiento facial;
            <LI>filtros de spam en correos electr&oacute;nicos;
            <LI>sistemas de veh&iacute;culos aut&oacute;nomos.
        </UL>
        <BR>

        <LI>Inteligencia Artificial General (AGI)<BR>
     <BR>
        Entre los tipos de inteligencia artificial, AGI se considera fuerte y profunda, como una m&aacute;quina capaz de imitar la inteligencia humana y con una vasta capacidad de acci&Oacute;n. 
        En su comportamiento, ella puede aprender y, con base en eso, replicar actitudes para resolver diferentes cuestiones. Eso es lo que la convierte en uno de los modelos m&aacute;s vers&aacute;tiles disponibles
        actualmente.<BR>
    <BR>
        
        AGI tiene el papel de pensar, lo que conduce a una comprensi&oacute;n &uacute;nica y no completamente rob&oacute;tica. As&iacute;, para
        cada escenario con el que tiene que lidiar, la soluci&oacute;n propuesta es diferente. Esa capacidad de adaptaci&oacute;n a diferentes 
        escenarios hace que tenga una actividad de resoluci&oacute;n muy cercana a la mente humana. Precisamente por eso ella es considerada una 
        inteligencia mucho m&aacute;s profunda.<BR>
    <BR>

        Una de las bases de AGI es su estructura te&oacute;rica. Eso significa que tiene la capacidad de evaluar y detectar diferentes necesidades, 
        procesos e incluso emociones para actuar correctamente. 
        Esa es una caracter&iacute;stica &uacute;nica cuando la comparamos con otros tipos de inteligencia artificial.<BR>
    <BR>

        En la pr&aacute;ctica, su capacidad de aprendizaje y su nivel cognitivo son muy altos. Eso permite, por ejemplo, moldear el servicio de una 
        empresa seg&uacute;n las dudas y necesidades m&aacute;s comunes de la persona de la marca.<BR>
        Es muy com&uacute;n trabajar con m&aacute;quinas que son capaces de replicar acciones humanas, lo que en s&iacute; mismo es muy beneficioso. 
        Sin embargo, AGI es un sistema capaz de estudiar y comprender a los humanos y lidiar de Manera precisa con las interacciones y 
        los comportamientos de los usuarios.<BR>
    <BR>

        <LI>Superinteligencia Artificial (ASI)<BR>
   <BR>
            El nombre est&aacute; a la altura de la capacidad de ese tipo de inteligencia artificial. ASI es considerada la m&aacute;s poderosa, precisamente
            porque es la m&aacute;quina capaz de volverse consciente y aut&oacute;noma.
            Es decir, en lugar de simplemente replicar el comportamiento humano, ASI supera esa capacidad. Incluso se la considera capaz de 
            pensar mejor y de ser m&aacute;s h&aacute;bil que nosotros.<BR>
            <BR>
            
            Por supuesto, esa es una categor&iacute;a de inteligencia artificial que a&uacute;n est&aacute; en desarrollo y mejora, aunque en un estado avanzado.
            ¡Este es el modelo que ha inspirado al cine a crear realidades en las que los robots tienen voluntad propia y simplemente dominan
            la Tierra! Por supuesto que eso no suceder&aacute;, pero la idea es que puedan ser inteligentes de la misma manera que se los retrata 
            en las pel&iacute;culas.<BR>
            <BR>
            
            La l&iacute;nea de desarrollo de ASI se esfuerza para que esos robots puedan ser mejores que los humanos en absolutamente todo. 
            Las m&aacute;quinas ser&aacute;n mejores atletas, cient&iacute;ficos, artistas e incluso m&eacute;dicos. Realmente existe la posibilidad de
            pensar en eso porque es a un nivel cient&iacute;fico que se enfoca en crear sistemas que despierten emociones y deseos propios.<BR>
            As&iacute;, se necesita cuidado en el desarrollo de ASI. La capacidad de razonamiento avanzado requiere un an&aacute;lisis meticuloso de 
            las posibles consecuencias que eso puede tener.<BR> 
            Por eso, el trabajo es continuo, siempre realizado con responsabilidad.<BR>
            <BR>

            <LI>M&aacute;quinas reactivas<BR>
            <BR>
                Entre los tipos de inteligencia artificial, las m&aacute;quinas reactivas son las m&aacute;s simples y antiguas que se conocen. 
                Es un modelo introductorio y tiene una capacidad mucho m&aacute;s limitada que los modelos presentados hasta ahora. 
                Su funci&oacute;n es bastante simple: reproducir el comportamiento humano cuando es estimulado, o sea, solo una acci&oacute;n reactiva.<BR>
                <BR>
                
                Como no tienen memoria, esas m&aacute;quinas no tienen la capacidad de aprender y administrar una base de datos interna para ejecutar
                lo que absorben. As&iacute;, solo tienen un rol de respuesta, es decir, est&aacute;n automatizados para reaccionar ante alguna acci&oacute;n. 
                Esa limitaci&oacute;n, sin embargo, no impide que sean &uacute;tiles en varios textos, aunque poco a poco se van quedando obsoletas.<BR>
                <BR>
                
                Sin duda, cuando hablamos de m&aacute;quinas reactivas, debemos recordar su gran momento, cuando fueron probadas en la d&eacute;cada de 
                1990. Fue un sistema como ese el que venci&oacute; al campe&oacute;n de ajedrez Garry Kasparov en 1997. 
                En ese momento, la m&aacute;quina espec&iacute;fica era una creaci&oacute;n de IBM, llamada Deep Blue.<BR>
                <BR>
            
            <LI>Memoria Limitada<BR>
                <BR>
                Las m&aacute;quinas de memoria limitada son, como en el ejemplo anterior, completamente reactivas, pero con la ventaja de tener 
                una peque&ntilde;a cantidad de memoria disponible. 
                Eso las hace m&aacute;s avanzadas, ya que esa funci&oacute;n las permite aprender de los datos. Es decir, cada vez que se exponen a 
                informaci&oacute;n son capaces de generar aprendizajes a partir de ese contenido.<BR>
                <BR>
                
                Naturalmente, esas m&aacute;quinas crean peque&ntilde;as bases de datos a partir de su historial de interacciones. Es a partir de ah&iacute; que son capaces, 
                cuando es necesario, de tomar peque&ntilde;as decisiones para responder a una solicitud o realizar cualquier acci&oacute;n. Hoy en d&iacute;a, esa forma de 
                inteligencia artificial se usa ampliamente, pero solo en su base. Se ha ampliado la memoria para que funcione mejor.<BR>
                <BR>
                
                La base de la inteligencia de memoria limitada todav&iacute;a se usa y se puede ver hoy en los sistemas de reconocimiento facial, 
                asistentes virtuales y chatbots, por ejemplo.<BR>
                <BR>
            
            <LI>Teor&iacute;a de la Mente<BR>
                <BR>

                La Teor&iacute;a de la Mente es un tipo de inteligencia artificial en el que se ha trabajado mucho en los &uacute;ltimos a&ntilde;os. No podemos 
                decir mucho sobre su aplicaci&oacute;n y hasta d&oacute;nde llegar&aacute; en t&eacute;rminos de desarrollo, sin embargo, la idea es que ser&aacute; uno de los 
                modelos m&aacute;s innovadores jam&aacute;s vistos. La propuesta es que pueda comprender mejor las interacciones a las que está expuesta.<BR>
                    <BR>
                
                As&iacute;, la Teor&iacute;a de la Mente trata precisamente de las emociones, necesidades y procesos de reflexi&oacute;n que presenta la mente humana.<BR>
                
                Actualmente, esa categor&iacute;a todav&iacute;a se ve como un futuro, incluso con todos los avances logrados en el segmento hasta ahora. 
                Los expertos entienden que todav&iacute;a se necesitan muchos avances y otras partes de los estudios de la inteligencia artificial.<BR>
                    <BR>
                
                Por eso, la Teor&iacute;a de la Mente es una idealizaci&oacute;n en ejecuci&oacute;n, pero tiene el potencial de ser uno de los modelos
                 m&aacute;s destacados. 
                El proceso, adem&aacute;s del desarrollo de estudios en general, tambi&eacute;n depende de la comprensi&oacute;n de los factores de la mente 
                humana que conducen a sentimientos y reacciones variadas.<BR>
                    <BR>
            
            <LI>Autoconciencia<BR>
                <BR>

                La autoconciencia es solo una idea, es decir, un concepto que gu&iacute;a el desarrollo de la inteligencia artificial. Por ahora,
                todav&iacute;a no hay creaciones concretas, pero la idea es que, en el futuro, las m&aacute;quinas ser&aacute;n conscientes de s&iacute; mismas. Ese es 
                el nivel de desarrollo m&aacute;s alto que puede alcanzar la inteligencia artificial y, por supuesto, lleva tiempo y muchos esfuerzos.<BR>
                <BR>

                La idea es que esa inteligencia artificial pueda comprender todas las emociones, tener las suyas y comprender cada detalle que 
                pasa con quienes interact&uacute;an con ella. Por ambicioso que parezca es innegable que ese es el camino que los cient&iacute;ficos tienen 
                como horizonte. Sin embargo, no es posible se&ntilde;alar en cu&aacute;ntos a&ntilde;os la tecnolog&iacute;a podr&aacute; 
                alcanzar hasta ese nivel.<BR>
                <BR>
                
                Tambi&eacute;n es indudable que esa es una etapa peligrosa en el avance de la inteligencia artificial. Las m&aacute;quinas mayormente independientes 
                tendr&aacute;n un razonamiento que simplemente no se puede detener todo el tiempo. 
                Por eso, queda mucho por hacer, aunque la autoconciencia ya es una idea clara entre los tipos de inteligencia artificial.<BR>
                    <BR>
                
                La realidad actual de la tecnolog&iacute;a permite que las m&aacute;quinas act&uacute;en como seres humanos, lo que resulta de gran utilidad para las m&aacute;s 
                diversas soluciones del mercado. Ese es el camino para que llegan nuevos tipos de inteligencia artificial y cambien el mundo.<BR>
                    <BR>
</UL>
</blockquote>
    
    </p>
       
    <CENTER><IMG src="https://observatory.innova.games/wp-content/themes/heeney-child/assets/images/category-headers/cabecera_ia.gif" 
        width="1000" height="500"></CENTER>

    
        <H4> <CENTER> Ventajas y desventajas de la inteligencia artificial </CENTER> </H4>
<HR>

    <table>
<p> <blockquote> Ventajas
        <UL>
        <LI> Automatizaci&oacute;n de procesos.
        Permite que las m&aacute;quinas hagan de forma autom&aacute;tica tareas que para los humanos resultan repetitivas y tediosas.
        <BR> 
        <LI>Reduce el error humano.
        Al reducir la intervenci&oacute;n de los humanos en ciertos procesos, acaba con las posibilidades de que estos puedan cometer errores. 
        Por ejemplo, una errata al introducir un dato en la contabilidad de un negocio.
        <BR>
        <LI>Potencia la creatividad.
        Al liberar a los trabajadores de tareas repetitivas y poco motivadoras, la mente de estos es mucho m&aacute;s libre para dedicarse al proceso 
        creativo.
        <BR>
        <LI>Aporta precisi&oacute;n.
        Al ser capaz de tomar decisiones por s&iacute; misma, la inteligencia artificial da lugar a procesos productivos mucho m&aacute;s eficientes y
         con una menor tasa de error. 
        <BR>
        <LI>Agiliza la toma de decisiones.
        La inteligencia artificial es capaz de analizar miles de datos en apenas minutos y adem&aacute;s tener en cuenta posibles actualizaciones 
        de los mismos. La informaci&oacute;n bien sintetizada y actualizada ayuda a los profesionales a tomar decisiones estrat&eacute;gicas
        </UL>

    </p>
</TABLE>

    <CENTER> <IMG src="https://www.muycomputerpro.com/wp-content/uploads/2017/04/inteligencia-artificial1.jpg" 
        width="700" height="500"></CENTER>
    
    <P>
        desventajas
        <UL>
        <LI> Dificultad de acceso a los datos.
        Para que una inteligencia artificial funcione de forma adecuada debe tener datos actualizados y fiables, pero esto nos siempre es as&iacute;.
        Por eso, uno de los principales retos a abordar es garantizar que estos sistemas puedan acceder a los datos que necesitan en cada momento.
        <BR>
        <LI> Falta de profesionales cualificados.
        Uno de los inconvenientes de esta tecnolog&iacute;a es que su desarrollo no est&aacute; siendo tan r&aacute;pido como deber&iacute;a porque
        faltan profesionales bien cualificados que puedan implementar los ajustes necesarios.
        <BR>
        <LI> Su desarrollo es costoso.
        Aunque las inteligencias artificiales aplicadas al &aacute;mbito de la medicina, la producci&oacute;n, la direcci&oacute;n de empresas, etc. pueden ser 
        muy &uacute;tiles, el desarrollo de las mismas tiene todav&iacute;a un coste muy elevado, lo que hace que no sean accesibles para todo el mundo.

        </UL>
    </P>

    <P> Con la inteligencia artificial las ventajas y desventajas est&aacute;n ah&iacute; y toca valorar qu&eacute; pesa m&aacute;s. Teniendo en cuenta la manera en la 
        que pueden mejorar la forma de trabajar en sectores muy diferentes entre s&iacute;, a d&iacute;a de hoy est&aacute; claro que spriman m&aacute;s los beneficios 
        que los inconvenientes.<BR>
        <BR>
        Dado que tanto ahora como en el futuro ser&aacute;n necesarios los expertos en esta materia, este es buen momento para informarte sobre 
        nuestro M&aacute;ster Universitario en Inteligencia Artificial y formarte para trabajar en un sector que est&aacute; teniendo un gran desarrollo. 
</blockquote>

    </P>

    <CENTER> <IMG SRC="https://deducedata.solutions/wp-content/uploads/2021/09/unnamed.gif"  
        width="900" height="500"></CENTER>

    <H5><center> Historia de la inteligencia artificial</center></H5>
    <Hr> 
<p><blockquote>
        En 1950, el matem&aacute;tico Alan Turing se hizo una pregunta: «¿Pueden pensar las m&aacute;quinas?». De hecho, esta simple pregunta transformar&iacute;a
        el mundo. El art&iacute;c&uuml;lo de <A href="https://www.biografiasyvidas.com/biografia/t/turing.htm">Alan Turing</A> «Computing Machinery and Intelligence» y el consiguiente «Test de Turing» sentaron las bases de 
        la inteligencia artificial, su visi&oacute;n y sus objetivos.
        De hecho, la inteligencia artificial pretende responder afirmativamente a la pregunta de Alan Turing. <BR>
        <BR>

        Su objetivo es replicar o simular la inteligencia humana en las m&aacute;quinas.Se trata de un objetivo ambicioso, que tambi&eacute;n plantea muchos 
        interrogantes y suscita el debate. Por ello, a&uacute;n no existe una definici&oacute;n &uacute;nica de inteligencia artificial.<BR>
        La descripci&oacute;n de «m&aacute;quinas inteligentes» no explica qu&eacute; es realmente la inteligencia artificial ni qu&eacute; hace que una m&aacute;quina sea 
        inteligente. En un intento de remediar este problema,<A href="https://es.wikipedia.org/wiki/Stuart_J._Russell">Stuart Russell</A> y <A HREF="https://es.wikipedia.org/wiki/Peter_Norvig">Peter Norvig</A> publicaron el libro «Artificial Intelligence: 
        A Modern Approach».<BR>
        <BR>

        En ese libro, los dos expertos unifican sus trabajos sobre el tema de los agentes inteligentes en las m&aacute;quinas. Seg&uacute;n ellos, «la IA es 
        el estudio de los agentes que reciben percepciones del entorno y realizan acciones».
        En su opini&oacute;n, cuatro enfoques distintos han definido hist&oacute;ricamente el campo de la inteligencia artificial: el pensamiento humano, 
        el pensamiento racional, la acci&oacute;n humana y la acci&oacute;n racional.<BR>
        <BR>

        Los dos primeros enfoques se refieren al razonamiento y al procesamiento del pensamiento, mientras que los otros dos se refieren al 
        comportamiento. En su libro, Norvig y Russell se centran principalmente en los agentes racionales capaces de actuar para conseguir el 
        mejor resultado.
        Por su parte, <A hRef="https://en.wikipedia.org/wiki/Patrick_Winston">Patrick Winston</A>, profesor de inteligencia artificial del MIT, define la IA como «algoritmos activados por restricciones, 
        expuestos por representaciones que soportan modelos que vinculan el pensamiento, la percepci&oacute;n y la acci&oacute;n».<BR>
        Otra definici&oacute;n moderna describe la IA como «m&aacute;quinas que responden a simulaciones como los humanos, con capacidad de contemplaci&oacute;n, 
        juicio e intenci&oacute;n». Estos sistemas son capaces de «tomar decisiones que normalmente requieren un nivel humano de conocimiento». 
        Tienen tres cualidades que constituyen la esencia de la inteligencia artificial: intencionalidad, inteligencia y adaptabilidad.<BR>
        <BR>

        Estas diferentes definiciones pueden parecer abstractas y complejas. Sin embargo, ayudan a establecer la inteligencia artificial como 
        una ciencia inform&aacute;tica.
        En 2017, durante la Japan AI Experience, el CEO de DataRobot, <A href="https://vestrategicos.com/inteligencia-artificial-recursos-humanos/#:~:text=En%202017%2C%20el%20CEO%20de,que%20normalmente%20requieren%20inteligencia%20humana%E2%80%A6">Jeremy Achina</A>, dio su propia definici&oacute;n moderna y con un toque de humor de
         la IA : «La inteligencia artificial es un sistema inform&aacute;tico capaz de realizar tareas que normalmente requieren inteligencia 
         humana… muchos de estos sistemas de IA se basan en el Machine Learning, otros en el Deep Learning y otros en cosas muy aburridas como 
         las reglas«.
         <blockquote></p>

       
    <IMG SRC="https://www.nationalgeographic.com.es/medio/2019/06/16/1956-nace-el-termino-inteligencia-artificial_c1774ad6_2000x1266.jpg"
    width="800" height="500" ALIGN="RIGHT"><BR>
    <BR>

    <IMG SRC="https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Alan_Turing_%281912-1954%29_in_1936_at_Princeton_University.jpg/640px-Alan_Turing_%281912-1954%29_in_1936_at_Princeton_University.jpg"
     widht="800" height="500" ALIGN="LEFT"><BR>
    <BR>

    <IMG SRC="https://s3.amazonaws.com/thetech-production/images/web_photos/web/9077_patrick_winston_02.jpg?1563847196"
    width="800" height="500" ALIGN="RIGHT"><BR>
    <BR>
      
    <align="left"></align><IMG SRC="https://imageio.forbes.com/specials-images/imageserve/6203367c939b99b76a9de51a/Jeremy-Achin/0x0.jpg?format=jpg&crop=2424,1616,x0,y0,safe&width=960"
     width="800" height="500" ></ALIGN="LEFT"><BR>
    <BR>
    
    <center><a href="file:///E:/Web/Cosas%20que%20no%20sabias%20de%20la%20IA.html"> Datos sobre la IA</a></center>
        </blockquote></P>

    <H6><CENTER>Caracteristicas de la inteligencia artificial</CENTER></H6>
    <HR>

    <P><blockquote>
        Segun  <A herf="https://niixer.com/index.php/2023/03/19/la-inteligencia-artificial-sus-diferentes-caracteristicas-funcionalidades-y-sus-aplicaciones-mas-reconocidas/">Niixer</A> estas son las caracteristicas de la inteligenci artificial:<BR>
        <BR>
        <UL>
        <L1>Imita la cognici&oacute;n humana:<BR> 
        La IA se caracteriza principalmente por la imitaci&oacute;n del pensamiento humano. Tiene su propio campo de an&aacute;lisis, conocido como computaci&oacute;n cognitiva. B&aacute;sicamente se inspira 
        en el reconocimiento de patrones, la miner&iacute;a de datos y el procesamiento del lenguaje natural para simular el cerebro humano.<BR>
        <BR>
        <L1>Automatiza los procesos:<BR>
        La automatizaci&oacute;n de tareas es una de las caracter&iacute;sticas m&aacute;s importantes de la inteligencia artificial. Esta tecnolog&iacute;a permite que m&aacute;quinas o programas realicen actividades redundantes, prolongadas y 
        agotadoras en lugar de individuos. Por cierto, gracias a la mezcla de la automatizaci&oacute;n rob&oacute;tica de procesos (RPA) y la IA, nace lo que se denomina automatizaci&oacute;n inteligente. <BR>
        <BR>  
        <L1>Nunca descansa:<BR> 
        Otro rasgo que la caracteriza es su capacidad para funcionar las 24 horas del d&iacute;a, los 365 d&iacute;as del a&ntilde;o. La Inteligencia Artificial nunca descansa y por lo tanto nunca se detiene. 
        Esto permite que los programas competentes contin&uacute;en progresando sin interrupciones y a una gran velocidad, Adem&aacute;s, es especialmente imprescindible en ocupaciones que requieren personal en permanente 
        actividad y buen funcionamiento. <BR>
        <BR>
        <L1>Es precisa:<BR>
         La alta fiabilidad de la IA se debe a su enorme precisi&oacute;n en la ejecuci&oacute;n de tareas. La probabilidad de fracaso de tales programas es muy baja. Obviamente, dado que la inteligencia artificial
         es una representaci&oacute;n fiel de la construcci&oacute;n humana, el nivel de precisi&oacute;n depende completamente del dise&ntilde;o del programa. Sin embargo, estos sistemas tienden a cometer cada vez menos errores, ya que son 
         los propios errores los que permiten optimizar continuamente estos dise&ntilde;os.<BR>
        <BR>
        <L1>Gestiona gran cantidad de datos :<BR>
        Una caracter&iacute;stica importante de la inteligencia artificial es la capacidad de procesar grandes cantidades de informaci&oacute;n. Aqu&iacute; es donde entra en juego el Big Data. 
        Big Data se refiere a un volumen de datos tan grande que es imperativo implementar herramientas especializadas para acceder adecuadamente a esta porci&oacute;n de informaci&oacute;n. Y es la IA la que se encarga de 
        gestionar los datos que el <a href="https://www.iberdrola.com/innovacion/que-es-para-que-sirve-big-data">big data</a> pone a tu disposici&oacute;n. En pocas palabras, los grandes datos son el combustible y la inteligencia artificial es el motor que lo hace funcionar. <BR>
        <BR>
      </UL>
        
      <CENTER><IMG SRC="https://static01.nyt.com/images/2018/10/19/business/19AIcover-illo/19AIcover-illo-superJumbo-v5.gif"
       width="1000" height="600" ></CENTER><BR>
        <BR>
    

    <CENTER><A href="file:///E:/Web/POSIBLES%20DA%C3%91OS.html">PELIGROS</A></CENTER>


</BODY>
</HTML>